



class DataForOrder:
    FULL_ORDER_TEST_DATA = [
        {
            "name": "Иван",
            "surname": "Иванов",
            "address": "Москва, Тверская, 1",
            "metro": "Белорусская",
            "phone": "+79990000001",
            "date": "23.08.2025",
            "rent": "сутки",
            "color": "чёрный жемчуг",
            "comment": "Быстрее"
        },
        {
            "name": "Анна",
            "surname": "Петрова",
            "address": "Москва, Красная площадь, 3",
            "metro": "Комсомольская",
            "phone": "+79990000002",
            "date": "12.08.2025",
            "rent": "трое суток",
            "color": "серая безысходность",
            "comment": "Позвоните по приезде"
        },
        {
            "name": "Сергей",
            "surname": "Сидоров",
            "address": "Москва, Арбат, 10",
            "metro": "Чистые пруды",
            "phone": "+79990000003",
            "date": "17.09.2025",
            "rent": "четверо суток",
            "color": "чёрный жемчуг",
            "comment": "Не торопитесь"
        },
    ]

